{
  "Index": {
    "title": "Hallo Welt!",
    "me": "Mein Portfolio",
    "slide": "Diashow",
    "photos": "Fotos",
    "aboutMe": "Über mich",
    "followMe": "Folge mir",
    "projects": "PROJEKTE",
    "contact": "KONTAKT",
    "qualifications": "QUALIFIKATIONEN",
    "services": "Dienstleistungen",
    "qr": "QR code Generator"
  },
  "Me": {
    "backToHome": "Zurück zur Startsite",
    "mySlide": "Diashow",
    "myPhotos": "Meine Fotos",
    "aboutMe": "Über mich",
    "followMe": "Folge mir"
  },
  "greeting": {
    "tit": "Hallo"
  },
  "Contact": {
    "contactHeader": "Kontaktieren Sie mich",
    "street": "Straße:",
    "city": "Stadt:",
    "country": "Land: Deutschland",
    "mobile": "Handy:",
    "email": "E-Mail:"
  },
  "Slides": {
    "introduction": {
      "title": "Einführung:",
      "text": "Hallo, ich bin Garen Ghazarian. Ich wurde 1986 in der lebendigen Stadt Qamishli in Syrien geboren. Ich freue mich darauf, Ihnen meine Reise vom Jura-Studenten und Computerladenbesitzer in Syrien über einen Koch in Belgien bis hin zu einem Full-Stack-Software-Entwickler in Deutschland zu erzählen."
    },
    "earlyCareer": {
      "title": "Frühe Karriere in Syrien:",
      "text": "Meine berufliche Laufbahn begann während meines Jura-Studiums in Syrien. Während meines Studiums verfolgte ich auch meine Leidenschaft für Technologie, indem ich meinen eigenen Computerladen eröffnete und leitete. Diese Unternehmung ermöglichte es mir, Computergeräte zu reparieren und zu verkaufen, was mir unschätzbare geschäftliche und technische Fähigkeiten vermittelte."
    },
    "movingToBelgium": {
      "title": "Umzug nach Belgien:",
      "text": "Das Schicksal führte mich anschließend nach Belgien, wo ich zunächst in einem Restaurant arbeitete. Meine Hingabe und Liebe zur Kochkunst zahlten sich schnell aus, als ich zum Chefkoch aufstieg. Innerhalb von zwei Jahren halfen meine Bemühungen, unser Restaurant zur zweitbesten  exklusiv Restaurant in Belgien zu machen. Es war eine herausfordernde, aber lohnende Erfahrung, die mich viel über Ausdauer und Qualitätsmanagement lehrte."
    },
    "personalLife": {
      "title": "Privatleben:",
      "text": "In Belgien lernte ich auch meine Partnerin kennen, und wir heirateten. Diese Zeit meines Lebens war reich an persönlichem und beruflichem Wachstum."
    },
    "techInGermany": {
      "title": "Fokuswechsel zur Technik in Deutschland:",
      "text": "Später brachte mich meine Reise nach Deutschland, wo ich die Gelegenheit ergriff, mein langjähriges Computerhobby in eine formale Ausbildung umzuwandeln. Ich meldete mich am DCI-Institut an, wo ich zum Full-Stack-Software-Entwickler ausgebildet wurde. Kürzlich habe ich mein Studium abgeschlossen und arbeite derzeit an einem bedeutenden Projekt."
    },
    "currentProject": {
      "title": "Aktuelles Projekt:",
      "text": "Derzeit arbeite ich an einem anspruchsvollen Full-Stack-Entwicklungsprojekt für einen Kunden aus Abu Dhabi. Das Projekt umfasst die Erstellung einer umfassenden Anwendung für eine Kette von Schönheitssalons. Diese App organisiert Termine, verfolgt die monatlichen Einnahmen und automatisiert die Berechnungen für zwei Geschäfte mit 40 Mitarbeitern. Sie ist darauf ausgelegt, den Betrieb zu optimieren und die Geschäftseffizienz zu steigern."
    },
    "conclusion": {
      "title": "Fazit:",
      "text": "Ich freue mich darauf, weiterhin Projekte zu entwickeln und zu leiten, die Technologie mit geschäftlichen Anforderungen integrieren, um innovative und effektive Lösungen zu schaffen. Meine Reise ist ein Zeugnis für die Kraft der Anpassungsfähigkeit an neue Gelegenheiten und kontinuierliches Lernen. Vielen Dank für Ihre Aufmerksamkeit, und ich freue mich auf das nächste Kapitel dieser spannenden Reise."
    }
  },
  "AboutMe": {
    "myName": "Mein Name:",
    "name": "Garen Ghazarian",
    "birthday": "Geburtstag:",
    "birthDate": "01/01/1986",
    "profession": "Beruf:",
    "professionTitle": "Full-Stack-Software-Entwickler",
    "hobbies": "Hobbys:",
    "hobbyList": "Programmieren, Kochen, Reisen",
    "skills1": "Fähigkeiten 1:",
    "skills1List": "HTML, MARKUP",
    "skills2": "Fähigkeiten 2:",
    "skills2List": "CSS, BOOTSTRAP, TAILWIND, SASS, Responsive Design, Leistungsoptimierung, Barrierefreiheit Standards",
    "skills3": "Fähigkeiten 3:",
    "skills3List": "REACT, VITE, NEXTJS, REACT NATIVE",
    "skills4": "Fähigkeiten 4:",
    "skills4List": "GIT, GITHUB, JAVASCRIPT, DOM, NODEJS, EXPRESS",
    "skills5": "Fähigkeiten 5:",
    "skills5List": "MONGODB, MONGOOSE, FIREBASE, API",
    "importantSkills": "Wichtige Fähigkeiten:",
    "importantSkillsList": "Problemlösung, Teamarbeit"
  },
  "Footer": {
    "downloadResume": "Initiativbewerbung (en)",
    "downloadFullResume": "Initiativbewerbung (de) ",
    "pdfLabel": "PDF",
    "linkedin": "LinkedIn",
    "github": "GitHub"
  },
  "MyProjects": {
    "title": "MEINE PROJEKTE",
    "projects": [
      {
        "name": "KEN Beauty Center: Projektübersicht",
        "linkText": "Hier klicken, um den Link zu öffnen",
        "description": "KEN Beauty Center ist mein erstes reales Projekt, entwickelt für einen Kunden in Abu Dhabi. Diese umfassende Anwendung ermöglicht es dem Geschäftsinhaber, mehrere Salonstandorte über eine einzige Schnittstelle nahtlos zu verwalten.",
        "features": [
          "Geschäftsmanagement: Eigentümer können neue Geschäftsstandorte einrichten, komplett mit anpassbaren Betriebszeiten, Ruhetagen und Dienstleistungsangeboten.",
          "Mitarbeiterkoordination: Die Plattform erleichtert die Einstellung neuer Mitarbeiter und die genaue Verwaltung ihrer Zeitpläne.",
          "Dienstleistungsbuchung: Kunden können Termine bequem buchen, indem sie ihren bevorzugten Laden, die Zeit und den Dienstleister auswählen.",
          "Qualitätssicherung: Alle Funktionalitäten werden rigoros getestet, um hohe Standards an Zuverlässigkeit und Benutzerzufriedenheit aufrechtzuerhalten."
        ]
      },
      {
        "name": "Spieloberfläche",
        "linkText": "Hier klicken, um den Link zu öffnen",
        "description": "Dieses Projekt zeigt eine Bildungs-Spielwebanwendung, entwickelt als Gruppenprojekt. Es bietet eine benutzerfreundliche Helden-Seite, die darauf abzielt, Benutzer durch interaktive Spielerlebnisse zu engagieren und zu bilden."
      },
      {
        "name": "Night Moon",
        "linkText": "Hier klicken, um den Link zu öffnen",
        "description": "Dieses Projekt zeigt eine Bildungs-Website mit JavaScript und einem Scroll-Effekt."
      },
      {
        "name": "Portfolio",
        "linkText": "Hier klicken, um den Link zu öffnen",
        "description": "Eine schön gestaltete Portfolio-Website."
      }
    ]
  },
  "QRCodeGenerator": {
    "title": "QR Code Generator",
    "description": "Willkommen zu unserem kostenlosen und einfach zu bedienenden QR-Code-Generator! Dieses Tool ist darauf ausgelegt, den Prozess der Erstellung von QR-Codes für jeden Zweck zu vereinfachen, sei es für geschäftliche, pädagogische, Veranstaltungen oder persönliche Nutzung. So können Sie das Beste daraus machen:",
    "placeholder": "Text oder URL eingeben",
    "size": "Größe:",
    "color": "Farbe:",
    "errorCorrection": "Fehlerkorrekturlevel:",
    "low": "Niedrig",
    "medium": "Mittel",
    "quartile": "Quartil",
    "high": "Hoch",
    "format": "Format:",
    "generate": "QR Code generieren",
    "download": "QR Code herunterladen"
  },
  "NotFound": {
    "header": "404",
    "subHeader": "Hoppla! Seite nicht gefunden.",
    "description": "Die Seite, die Sie suchen, existiert nicht oder wurde verschoben."
  }
}
